import React from 'react';

const Description = () => {
    return (
        <div className='text-[16px] xl:text-[28px] text-[#5A5A5A]
         text-center px-8 xl:px-10 mt-[40px] xl:mt-[47px]'>
            ما به تعهد خود به کیفیت بالا افتخار می‌آوریم و در این مسیر تلاش می‌کنیم تا مراتب برتری را در تولید و ارائه محصولات خود داشته باشیم همچنین مفتخریم که از منابع طبیعی بی‌نهایت برای تولید نفت و محصولات پتروشیمی بهره می‌گیریم و با استفاده از فرآیندهای مدرن و کنترل کیفیت دقیق، محصولاتی با استانداردهای جهانی تولید می‌کنیم . بیشتر از همه، ما به اهمیت حفظ محیط زیست و پایداری اقتصادی پایبندیم. ما تلاش می‌کنیم تا محصولاتمان با توجه به مسائل محیطی و انسانی، همیشه در حداکثر کیفیت و اخلاقی تولید و توزیع شوند
        </div>
    );
};

export default Description;